---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpaceLightingLoadParam
source: html/38f30cc3-767d-accb-c095-449eca2c4699.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpaceLightingLoadParam Property

"Lighting Load"

## Syntax (C#)
```csharp
public static ForgeTypeId SpaceLightingLoadParam { get; }
```